{
    "id": "8026",
    "type": "House",
    "guests": 18,
    "bedrooms": 9,
    "beds": 16,
    "views": 1695,
    "rating": 4,
    "host": "Ej",
    "title": "Epic, Gorgeous, Huge Mansion.",
    "roomNumber": "Cozystay-8026",
    "address": "Oakland, California, United States",
    "roomType": "Entire home",
    "numberOfFullBathrooms": 5,
    "entranceType": "Separate entrance",
    "suitableGroups": [],
    "description": "The house has been used repeatedly for photo shoots by Williams Sonoma, Pottery Barn and others. It is just beautiful, with grand rooms, and 12 foot ceilings.\n\nAll 9 bedrooms have at least one King or Queen bed.\n\nThe second floor has 5 bedrooms.\n\n[Product Details]\nThe first floor has three more bedrooms. One is very large, the others are the smallest bedrooms in the house, but still large enough to comfortably fit Queen beds. This floor has a half bathroom, so no shower. It also has massive common areas, including a grand dining room, a large kitchen, and 3 living areas, all very large.\n\nSo, these two main floors have a total of 11 beds, 9 of these are queens or kings.\n\n\n[Product Details]\nOne more floor down, the basement, has a full bathroom, with a shower. The basement is generally not very pretty. However, the bathroom all works fine, including the shower.\n\nThe top floor is very large and mostly a wide open space, currently used as a game room. It has air hockey and shuffleboard (both small, not "arcade size"), board games, puzzles and more. There are also two separate rooms up here, if one desires privacy. They would make fine bedrooms as well, though I've not yet put beds in them. There are also vast, beautiful outdoor spaces, with three different well-furnished areas, which to lounge and just enjoy the great many sunny days in Oakland.\n\n\n[Product Details]\nGuest Access\n\nAccess to the entire house and gardens. The only space to which there is not access is the garage. Please advise if you need this for something and I will consider.\n\nInteraction with Guests\n\nI love helping people have a great time in our beloved Oakland and nearby San Francisco. Please ask me anything you like. At the same time, I know many guests will prefer just having privacy.\n\n\n[Product Details]\nThe Neighborhood\n\nThis neighborhood has many gorgeous Victorians and Colonial Revival homes, dating from the late 1800's and early 1900's. 10th Ave, 2 blocks away, is an Oakland historic district. To be clear, while there are other, grand mansions, there are also small houses and apartment buildings.\n\nLake Merritt, Oakland's best known natural landmark, a primary gathering place, and a lovely recreation area, is about 12 blocks NW. The Brooklyn Basin, site of a $1.5 billion development in progress is about 12 blocks South. There are 4 very good casual restaurants within walking distance, or a 2 minute drive. These are Champa Garden Thai; the modern and stylish gourmet pizza at Philomena; Burmese at Grocery Cafe; and Kainbigan Filipino. There are many more good restaurants within a 5 - 10 minute drive.\n\n\n[Product Details]\nBedrooms: 9 Bedrooms, Sleeps 30, Beds for 22-30\n\nBedroom 1: 1 king, 1 twin/ single\nBedroom 2: 1 king\nBedroom 3: 2 queen\nBedroom 4: 1 queen, 1 twin/ single\nBedroom 5: 1 queen\nBedroom 6: 1 queen\nBedroom 7: 1 queen\nBedroom 8: 1 queen\nBedroom 9: 1 double\nTop floor, which is a huge loft-like space. Adding more beds\nBathrooms: 4 Bathrooms, 2 Half Bathrooms\n\nBathroom 1: toilet, shower\nBathroom 2: toilet, shower\nBathroom 3: toilet, shower\n2 showers in this bathroom\nBathroom 4: toilet, shower\nBathroom 5: toilet\nBathroom 6: toilet",
    "amenities": ["Dryer", "Heating", "Fire Extinguisher", "Washer", "Internet", "Kitchen", "Free Parking", "Air Conditioning"],
    "nearbyFeatures": [],
    "deposit": 0,
    "otherFees": [],
    "checkIn": "3:00 PM",
    "checkOut": "11:00 AM",
    "minimumStay": 1,
    "houseRules": [],
    "cancellationPolicy": "Considerate",
    "reviews": []
}